[
  { "text": "Send a thank-you message to someone who helped you this week.", "textZh": "傳一則感謝訊息給這週幫助過你的人。" },
  { "text": "Compliment a coworker on something specific they did well.", "textZh": "讚美同事一件他們做得很好的事。" },
  { "text": "Hold the door open for the next three people behind you.", "textZh": "為身後的三個人扶住門。" },
  { "text": "Call a family member you haven't spoken to in a while.", "textZh": "打電話給一位許久沒聯絡的家人。" },
  { "text": "Leave a positive review for a local business you enjoy.", "textZh": "為你喜歡的店家留下正面評價。" },
  { "text": "Offer to help a colleague with a task they're struggling with.", "textZh": "主動幫助正在苦惱的同事。" },
  { "text": "Write a handwritten note of appreciation for someone.", "textZh": "手寫一張感謝卡給某個人。" },
  { "text": "Donate an item you no longer need to someone who could use it.", "textZh": "把不需要的物品捐給需要的人。" },
  { "text": "Smile and greet a stranger today.", "textZh": "今天對陌生人微笑打招呼。" },
  { "text": "Let someone go ahead of you in line.", "textZh": "讓排在你後面的人先。" },
  { "text": "Share a useful article or resource with a friend.", "textZh": "分享一篇有用的文章給朋友。" },
  { "text": "Pick up a piece of litter you see on your walk today.", "textZh": "撿起路上看到的一片垃圾。" },
  { "text": "Send an encouraging message to someone going through a tough time.", "textZh": "傳一則鼓勵的訊息給正在經歷困難的人。" },
  { "text": "Prepare a small treat or snack for your family or coworkers.", "textZh": "為家人或同事準備一份小點心。" },
  { "text": "Listen fully to someone today without interrupting.", "textZh": "今天專心聆聽一個人說話，不打斷。" },
  { "text": "Tip a little extra at a restaurant or cafe.", "textZh": "在餐廳或咖啡廳多給一點小費。" },
  { "text": "Forgive someone who wronged you — let go of the resentment.", "textZh": "原諒一個曾經傷害你的人，放下怨恨。" },
  { "text": "Teach someone a skill you know well.", "textZh": "教別人一項你擅長的技能。" },
  { "text": "Send a message to an old friend just to say you're thinking of them.", "textZh": "傳訊息給老朋友，告訴他你想念他。" },
  { "text": "Offer your seat to someone on public transport.", "textZh": "在大眾運輸工具上讓座給有需要的人。" },
  { "text": "Water a plant or tend to something living today.", "textZh": "今天澆一棵植物或照顧一個生命。" },
  { "text": "Say 'please' and 'thank you' with extra sincerity today.", "textZh": "今天說「請」和「謝謝」時多一份真誠。" },
  { "text": "Donate to a cause you care about — even a small amount counts.", "textZh": "捐款給你關心的事業——即使金額很小也有意義。" },
  { "text": "Write down three things you're grateful for today.", "textZh": "寫下今天感恩的三件事。" },
  { "text": "Check in on a neighbor, especially if they live alone.", "textZh": "關心一下鄰居，尤其是獨居的人。" },
  { "text": "Bring reusable bags or containers to reduce waste today.", "textZh": "今天帶環保袋或容器來減少浪費。" },
  { "text": "Give someone the benefit of the doubt today.", "textZh": "今天多給別人一些善意的理解。" },
  { "text": "Share your umbrella or offer help when it rains.", "textZh": "下雨時分享你的傘或伸出援手。" },
  { "text": "Spend 5 minutes tidying a shared space (kitchen, office, hallway).", "textZh": "花五分鐘整理一個公共空間。" },
  { "text": "End the day by reflecting on one kind thing someone did for you.", "textZh": "在一天結束時，回想一件別人為你做的善事。" }
]
