[
  { "text": "Many grains of rice make a bushel; many drops make a river.", "textZh": "粒米成籮，滴水成河。", "author": "證嚴法師 Master Cheng Yen" },
  { "text": "With gratitude, we gain blessings; with love, we gain wisdom.", "textZh": "感恩得福，以愛得智。", "author": "證嚴法師 Master Cheng Yen" },
  { "text": "A kind word can warm three winter months.", "textZh": "良言一句三冬暖。", "author": "日本諺語 Japanese Proverb" },
  { "text": "The best time to plant a tree was twenty years ago. The second best time is now.", "textZh": "種樹最好的時間是二十年前，其次是現在。", "author": "中國諺語 Chinese Proverb" },
  { "text": "If you light a lamp for someone, it will also brighten your own path.", "textZh": "為別人點一盞燈，也照亮了自己的路。", "author": "佛教格言 Buddhist Saying" },
  { "text": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", "textZh": "不念過去，不畏將來，心繫當下。", "author": "佛陀 Buddha" },
  { "text": "Thousands of candles can be lit from a single candle, and the life of the candle will not be shortened.", "textZh": "千燈可從一燈點燃，而此燈之光不減。", "author": "佛陀 Buddha" },
  { "text": "An ounce of practice is worth more than tons of preaching.", "textZh": "一分的實踐勝過千言萬語的說教。", "author": "甘地 Mahatma Gandhi" },
  { "text": "No act of kindness, no matter how small, is ever wasted.", "textZh": "善行無論多小，皆不虛度。", "author": "伊索 Aesop" },
  { "text": "We make a living by what we get, but we make a life by what we give.", "textZh": "我們靠獲取謀生，但靠付出創造人生。", "author": "邱吉爾 Winston Churchill" },
  { "text": "The fragrance always stays in the hand that gives the rose.", "textZh": "贈人玫瑰，手有餘香。", "author": "Hada Bejar" },
  { "text": "When you are kind to others, it not only changes you, it changes the world.", "textZh": "善待他人，不僅改變了你自己，也改變了世界。", "author": "Harold Kushner" },
  { "text": "Happiness is not something ready-made. It comes from your own actions.", "textZh": "幸福不是現成的，它來自你自己的行動。", "author": "達賴喇嘛 Dalai Lama" },
  { "text": "In a gentle way, you can shake the world.", "textZh": "以溫柔的方式，你可以撼動世界。", "author": "甘地 Mahatma Gandhi" },
  { "text": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate.", "textZh": "人生的目的不是追求快樂，而是有用、有尊嚴、有慈悲。", "author": "愛默生 Ralph Waldo Emerson" },
  { "text": "Giving is not just about making a donation. It is about making a difference.", "textZh": "付出不只是捐款，而是創造改變。", "author": "Kathy Calvin" },
  { "text": "Even a small star shines in the darkness.", "textZh": "即使是一顆小星星，也能在黑暗中閃耀。", "author": "芬蘭諺語 Finnish Proverb" },
  { "text": "The greatest good you can do for another is not just share your riches, but reveal to them their own.", "textZh": "你能為他人做的最大善事，不只是分享財富，而是讓他們發現自己的富足。", "author": "迪斯雷利 Benjamin Disraeli" },
  { "text": "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.", "textZh": "愛與慈悲是必需品，不是奢侈品。沒有它們，人類無法存續。", "author": "達賴喇嘛 Dalai Lama" },
  { "text": "One good deed has many claimants.", "textZh": "一件善事，眾人受益。", "author": "意第緒諺語 Yiddish Proverb" },
  { "text": "To understand everything is to forgive everything.", "textZh": "了解一切，就是原諒一切。", "author": "佛陀 Buddha" },
  { "text": "What we have done for ourselves alone dies with us; what we have done for others and the world remains.", "textZh": "為自己做的隨我們而逝，為他人做的永留世間。", "author": "Albert Pike" },
  { "text": "The simplest acts of kindness are by far more powerful than a thousand heads bowing in prayer.", "textZh": "最簡單的善行，遠比千人叩首祈禱更有力量。", "author": "甘地 Mahatma Gandhi" },
  { "text": "When we give cheerfully and accept gratefully, everyone is blessed.", "textZh": "歡喜付出，感恩接受，人人皆蒙福。", "author": "馬雅·安傑洛 Maya Angelou" },
  { "text": "Compassion is the basis of morality.", "textZh": "慈悲是道德的根基。", "author": "叔本華 Arthur Schopenhauer" },
  { "text": "Every charitable act is a stepping stone toward heaven.", "textZh": "每一個慈善行為，都是通往天堂的踏腳石。", "author": "比徹 Henry Ward Beecher" },
  { "text": "Those who bring sunshine to the lives of others cannot keep it from themselves.", "textZh": "為他人帶來陽光的人，自己也無法不被照亮。", "author": "巴里 J.M. Barrie" },
  { "text": "Real generosity is doing something nice for someone who will never find out.", "textZh": "真正的慷慨，是為不會知道的人做好事。", "author": "克拉克 Frank A. Clark" },
  { "text": "Life is mostly froth and bubble; two things stand like stone: kindness in another's trouble, courage in your own.", "textZh": "人生多泡影，唯二事如磐石：他人困難時的善良，自己困難時的勇氣。", "author": "哥登 Adam Lindsay Gordon" },
  { "text": "Save fifty cents each day; the intent of a good heart, accumulated daily, becomes immeasurable.", "textZh": "每天存五毛錢，日積月累，善念無量。", "author": "證嚴法師 Master Cheng Yen" }
]
